Repository: emadjamali/wordpress_lms
Catalog: languages/plugins/rss-importer-*.po
Languages: fa_ir

source: wordpressdotorg
fa_ir: وردپرس دات اورگ

source: RSS Importer
fa_ir: درون‌ریز RSS

source: Import posts from an RSS feed.
fa_ir: نوشته‌ها را از یک خوراک RSS درون‌ریزی کنید.

source: All done. <a href="%s">Have fun!</a>
fa_ir: انجام شد. <a href="%s">سرگرم باشيد!</a>

source: Done!
fa_ir: انجام شد!

source: Couldn&#8217;t get post ID
fa_ir: نمی‌توان شناسه نوشته را دریافت کرد

source: Post already imported
fa_ir: نوشته هم‌اکنون درون‌ریزی شده است

source: Importing post...
fa_ir: در حال درون‌ریزی نوشته...

source: Howdy! This importer allows you to extract posts from an RSS 2.0 file into your WordPress site. This is useful if you want to import your posts from a system that is not handled by a custom import tool. Pick an RSS file to upload and click Import.
fa_ir: درود! این درون‌ریز به شما اجازه می‌دهد که نوشته‌ها را از یک پرونده RSS 2.0 در سایت خود درون‌ریزی کنید. کاربرد این ابزار زمانی است که می‌خواهید از یک سامانه که ابزار سفارشی‌شده درون‌ریزی ندارد، نوشته‌های آن را درون‌ریزی کنید. یک پرونده RSS برای بارگذاری برگزینید و روی درون‌ریزی کلیک کنید.

source: Import RSS
fa_ir: درون‌ریزی RSS
